export const RESEARCH_AREAS = [
	{
		value:
			"Численные и аналитические методы решения граничных и краевых задач для сеточных, дифференциальных и интегральных уравнений",
		description: (
			<>
				<div>
					Включает в себя создание численных алгоритмов, аналитических моделей и
					компьютерных программ для анализа и решения граничных и краевых задач.
				</div>
				<div>
					Студенты этого направления изучают различные методы, такие как метод
					конечных элементов, разностных схем, метод Галеркина, методы решения
					интегральных уравнений и другие. Они также получают опыт в применении
					этих методов для решения задач из различных областей, включая
					механику, физику, инженерные науки и экономику.
				</div>
				<div>
					Научные исследования в этой области направлены на улучшение точности,
					эффективности и применимости численных и аналитических методов, что
					является ключевым вопросом во многих современных науках и технических
					областях.
				</div>
			</>
		),
	},
	{
		value: "Моделирование сложных систем",
		description: (
			<>
				<div>
					Студенты научного направления "Моделирование сложных систем" изучают
					методы, инструменты и техники моделирования различных сложных систем в
					различных областях, таких как наука, инженерия, экономика, экология и
					т.д. Они анализируют взаимодействия и свойства таких систем, используя
					компьютерное моделирование, математическое моделирование и
					эксперименты.
				</div>
				<div>
					Студенты этого направления исследуют различные области, включая
					математическое моделирование, компьютерное моделирование и симуляцию,
					агентно-ориентированное моделирование, сетевое моделирование,
					экономическое моделирование, биологическое моделирование,
					климатическое моделирование, физическое моделирование и социальное
					моделирование.
				</div>
				<div>
					Они работают над созданием моделей, которые могут помочь понять,
					прогнозировать и оптимизировать поведение сложных систем, что имеет
					важное значение в различных областях, включая науку, технологии,
					экономику и общество.
				</div>
			</>
		),
	},
	{
		value: "Информационные и Web-технологии",
		description: (
			<>
				<div>
					Студенты научного направления "Информационные и Web-технологии"
					изучают широкий спектр тем, связанных с разработкой,
					администрированием и оптимизацией информационных систем и
					веб-технологий. Они изучают программирование, базы данных, дизайн
					веб-сайтов, информационную безопасность, а также концепции, связанные
					с обработкой данных и аналитикой.
				</div>
				<div>
					В ходе обучения студенты изучают языки программирования, такие как
					HTML, CSS, JavaScript, PHP, Python и другие, а также базы данных и их
					управление. Они также изучают методы создания эффективных и удобных
					пользовательских интерфейсов и разрабатывают навыки по созданию
					веб-приложений и мобильных приложений.
				</div>
				<div>
					Студенты этого направления также изучают вопросы информационной
					безопасности и защиты данных, включая криптографию, основы работы
					систем шифрования и безопасной передачи данных.
				</div>
			</>
		),
	},
];
