export const SHORT_INFO = [
	{ title: "Факультет", info: <>Механико-математический факультет БГУ</> },
	{ title: "Специальность", info: <>Математика и компьютерные науки</> },
	{
		title: "Профилизация",
		info: (
			<>
				6-05-0533-07 Веб-программирование и интернет-технологии.
				<br />
				6-05-0533-07 Математическое и программное обеспечение мобильных
				устройств.
			</>
		),
	},
	{ title: "Квалификация", info: <>Математик. Программист.</> },
	{
		title: "Экзамены",
		info: <>Математика (ЦТ), Физика (ЦТ), Белорусский (Русский) язык (ЦТ)</>,
	},
	{
		title: "Дни открытых дверей",
		info: (
			<>
				4 января 2024 года в 12:30 в аудитории 609 главного корпуса БГУ (пр.
				Независимости, 4)
			</>
		),
	},
	{
		title: "Телефоны",
		info: (
			<>
				(8-017) 209-52-49 (день открытых дверей), (8-017) 209-50-85 (приемная
				комиссия)
			</>
		),
	},
];
