import { COURSE } from "@/resources/study";

export const STUDY = {
	[COURSE.FIRST]: [
		{
			name: "1 семестр",
			period: "Осень",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
		{
			name: "2 семестр",
			period: "Весна",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
	],
	[COURSE.SECOND]: [
		{
			name: "1 семестр",
			period: "Осень",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
		{
			name: "2 семестр",
			period: "Весна",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
	],
	[COURSE.THIRD]: [
		{
			name: "1 семестр",
			period: "Осень",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
		{
			name: "2 семестр",
			period: "Весна",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
	],
	[COURSE.FOURTH]: [
		{
			name: "1 семестр",
			period: "Осень",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
		{
			name: "2 семестр",
			period: "Весна",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
	],
	[COURSE.MAG_FIRST]: [
		{
			name: "1 семестр",
			period: "Осень",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
		{
			name: "2 семестр",
			period: "Весна",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
	],
	[COURSE.MAG_SECOND]: [
		{
			name: "1 семестр",
			period: "Осень",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
		{
			name: "2 семестр",
			period: "Весна",
			subjects: [
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
				{
					name: "Компьютерная математика I (гр. 4, 5)",
					professor: "Волков",
				},
			],
		},
	],
};
